SUB_GROUP = [
    (0, "Нет подгруппы"),
    (1, "Подгруппа 1"),
    (2, "Подгруппа 2"),
    (3, "Подгруппа 3"),
    (4, "Подгруппа 4"),
    (5, "Подгруппа 5"),
    (6, "Подгруппа 6"),
    (7, "Подгруппа 7"),
    (8, "Подгруппа 8"),
    (9, "Подгруппа 9"),
]

FORM_OF_EDUCATION = [
    (0, "Очная"),
    (1, "Заочая"),
    (2, "Очно-заочная"),
]

LEVEL_OF_EDUCATION = [
    (0, "Бакалавриат/Специалитет"),
    (1, "Магистратура"),
    (2, "Аспирантура"),
]

ORDER_LESSON = [
    (1, "8:30 - 10:00"),
    (2, "10:10 - 11:40"),
    (3, "11:50 - 13:20"),
    (4, "13:50 - 15:20"),
    (5, "15:30 - 17:00"),
    (6, "17:10 - 18:40"),
    (7, "18:45 - 20:15"),
    (8, "20:20 - 21:50"),
]

DAY_OF_WEEK = [
    (1, "Понедельник"),
    (2, "Вторник"),
    (3, "Среда"),
    (4, "Четверг"),
    (5, "Пятница"),
    (6, "Суббота"),
]

PARITY_WEEK = [
    (1, "Нечетная"),
    (2, "Четная"),
]
